Repository: GlineYT/warpinator
Catalog: po/*.po
Languages: bg

source: Group Code
bg: Групов код

source: You cannot communicate with computers that do not use the same code.
bg: Не можете да комуникирате със компютри който не исповзват един и същи код

source: Set code
bg: Настройте код

source: Secure mode:
bg: Безопасен режим:

source: OFF
bg: Изключен

source: More information
bg: Повече информация

source: Secure Mode disabled
bg: Безопасния режим е изключен

source: Download folder not secure
bg: Папката със свалянията не е безопасена

source: No matching results
bg: Няма съответстващи резултати

source: Make this remote machine a favorite in the main view
bg: Добави този дистанционен компютър като любим в основният прозорец

source: Clear inactive and completed operations
bg: Изчисти неактивни и завършени операции

source: Send files
bg: Изпрати файлове

source: File Transfers
bg: Трансфер на файлове

source: Online
bg: На линия

source: No other computers found...
bg: Не са открити други копютри...

source: Make sure your network connection is active.
bg: Уверете се че вашата мрежова връзка е активна

source: Check your firewall rules. The port numbers can be changed. See preferences for more details.
bg: Проверете настройките на вашият firewall. Номерата на портовете могат да бъдат променени. Вижте настройките за повече детайли.

source: Is Warpinator running on any other computers on this network? If so, make sure they are all using the same group code in preferences.
bg: Отворен ли е Warpinator на друг компютър в тази мрежа? Ако да, уверете се, че всички компютри използват същият код за група в настройките.

source: Possible solutions:
bg: Възможни решения:

source: Warpinator is also available on:
bg: Warpinator е наличен на:

source: Initializing, please wait...
bg: Иницииране, моля изчакайте...

source: Something went wrong
bg: Нещо се обърка

source: Invalid save location
bg: Грешна директория за запазване

source: This folder is either inaccessible or forbidden to save files to. Please select a new location in Preferences and ensure that it is accessible.
bg: Тази папка е недостъпна, или непозволена за запазване на файловеИзберете друга папка във Настройки,м и се уверете че е достъпна.

source: Searching for other computers
bg: Търсене на други компютри

source: Shutting down...
bg: Изключване...

source: Restart required
bg: Нужен е рестарт

source: Warpinator needs to restart before the new save directory can be used
bg: Warpinator трябва да рестатира преди да можете да испозвате новата папка за запазвания

source: Restart
bg: Рестартирай

source: Disk Full
bg: Диска е пълен

source: There is insufficient space available in the save location. You need to delete some files, decrease the minimum free space in preferences or choose a new location.
bg: Няма достатъчно място на директорията за запазване, трябва да истриитенякои фаилове, да намалите минималното нужно постранство във найстройки, илида изберете нова директория

source: Empty trash
bg: Изпразни кошчето

source: Open save folder
bg: Отвори сиректорията със запазените файлове

source: Examine disk usage
bg: Проучи употреба на диска

source: Send and Receive Files across the Network
bg: Изпращайте и получавайте файлове през мрежата

source: Awaiting approval
bg: Очаква одобрение

source: Not enough disk space!
bg: Няма достатъчно свободно пространство на диска!

source: Calculating
bg: Изчисляване

source: Accept this request
bg: Приеми тази заявка

source: Refuse this request
bg: Откажи тази заявка

source: Cancel this request
bg: Отмени тази заявка

source: Restart this operation
bg: Рестартирай тази операция

source: Pause this operation
bg: Паузирай тази операция

source: Resume this operation
bg: Продължи тази операция

source: Cancel this operation
bg: Отмени тази операция

source: Remove this operation from the list
bg: Премахни тази операция от списъкът

source: Open the containing folder
bg: Отвори съдържащата папка

source: Note on port numbers:
bg: Бележка на номера на порта:

source: New incoming files
bg: Нови влизащи фаилове

source: %(sender_name)s would like to send you %(file_count)d file (%(file_name)s).
bg: %(sender_name) иска да ти испрати %(file_count)d файл (%(file_name)s).

source: %(sender_name)s would like to send you %(file_count)d files
bg: %(sender_name) иска да ти испрати %(file_count)d фаилове

source: Accept
bg: Позволи

source: Decline
bg: Откажи

source: Transfer complete
bg: Пренасяне на данни завършено

source: The transfer to %s has finished, but with errors
bg: Пренасянето до %s завърши, но със грешки

source: The transfer to %s has finished successfully
bg: Пренасянето до %s завърши безпроблемно

source: The transfer from %s has finished, but with errors
bg: Пренасянето от %s завърши, но със грешки

source: The transfer from %s has finished successfully
bg: Пренасянето от %s завърши безпроблемно

source: Transfer failed
bg: Пренасянето се провали

source: Something went wrong with the transfer to %s
bg: Нещо се обърка със преноса до %s

source: Something went wrong with the transfer from %s
bg: Нещо се обърка със преноса от %s

source: Transfer cancelled
bg: Преноса е отменен

source: Your transfer to %s was cancelled
bg: Твоят пренос до %s бе отменен

source: An incoming transfer from %s was cancelled
bg: Идващ пренос от %s бе отменен

source: Sending files
bg: Пращане на файлове

source: Sending %d files to %s
bg: Изпрашане на %d файлове до %s

source: Sending '%s' to %s
bg: Изпращане на '%s' до %s

source: Warpinator Preferences
bg: Настройки за Warpinator

source: General
bg: Общи

source: Desktop
bg: Работен плот

source: Show an icon in the notification area
bg: Покажи икона във мястото за уведомления

source: Start with main window open
bg: Стартирай със отворен главен прозорец

source: Start automatically
bg: Автоматично стартирай

source: Use compression when possible.
bg: Използвай компресиране където възможно

source: Warning: This may have a negative impact on performance on some faster networks.Предупреждение: Това може да създаде проблеми със скоросттапри някой по бързи мрежи
bg: Място за получени файлове

source: Reserved free space
bg: Резервирано свободно място

source: Require approval before accepting files
bg: Изисквай разрешение преди да приемаш файлове

source: Require approval when files would be overwritten
bg: Изисквай разрешение когато файлове ще се презапишат

source: Display a notification when someone sends (or tries to send) you files
bg: Покажи уведомление когато някой ти прати (или се опита да прати) файлове

source: Connection
bg: Връзка

source: Network
bg: Мрежа

source: Automatic
bg: Автоматично

source: %s - not found
bg: %s - не е намерен

source: Network interface to use
bg: Мрежов интерфасе за уптреба

source: Incoming port for transfers
bg: Входен порт за пренасяния

source: Incoming port for registration
bg: Входен порт за регистрация

source: Apply network changes
bg: Приложи мрежови промени

source: Update firewall rules
bg: Обнови правила на мрежова стена

source: Any port numbers will work for the application, but using the same ports for all computers can make it simpler to add firewall exceptions if necessary.
bg: Всеки порт ще работи за приложението, но използването на едни и същи портове завсички компютри ще направи добавянето на изключения във защитната стена по лесно

source: Only available in secure mode.
bg: Налично само във безопасен режим

source: A group code is required.
bg: Групов код е нужен

source: The group code is too short.
bg: Груповия код е твърде кратък

source: ON
bg: Включено

source: All options are unlocked.
bg: Всички опций са отключени

source: You must set a custom group code to run in secure mode. Some options are currently disabled.
bg: Трябва да зададеш групов код за безопасния режим. Някой опций са неналични

source: Connection has been lost
bg: Връзката е изгубена

source: An error occurred on the remote machine
bg: Има грешка на дистанционата машина

source: Cancel
bg: Отмени

source: Add
bg: Довави

source: Select file(s) to send
bg: Избери файл(ове) за испращане

source: A few seconds remaining
bg: Няколко секунди остават

source: %d seconds remaining
bg: %d секунди остават

source: %d minute
bg: %d минута

source: %d hour
bg: %d час

source: approximately %d hour
bg: приблизително %d час

source: About
bg: Относно

source: Paused
bg: Паузиран

source: Waiting for approval
bg: Изчакване за разрешение

source: Waiting for your approval
bg: Ичакване за вашето разрешение

source: Not enough disk space
bg: Няма достатъчно пространство във диака

source: Files may be overwritten
bg: Възможно е презаписване на файлове

source: Request cancelled
bg: Искането отменено

source: Request cancelled by %s
bg: Искането отменено от %s

source: Transfer cancelled by %s
bg: Пренасянето отменено от %s

source: File '%s' not found
bg: Файлър '%s' не бе намерен

source: Some files not found
bg: Някой файлове не бяха намерени

source: Completed
bg: Завършено

source: Completed, but with errors
bg: Звършено, но със грешки

source: Connecting
bg: Свързване

source: Connecting to %s
bg: Свързване със %s

source: %s is not online
bg: %s не е на линия

source: Cannot connect to %s
bg: Не може да се свърже със %s

source: Waiting for %s to complete the connection.
bg: Чакане %s да свърши връзката

source: %d new incoming transfer
bg: %d Ново входящо пренасяне

source: Favorites
bg: Любими

source: Recents
bg: Скорошни

source: Browse...
bg: Прегледай...

source: Preferences
bg: Настройки

source: Quit
bg: Излез

source: You don't appear to be connected to a network.
bg: Не си свързан към мрежа

source: Startup was unsuccessful, please check your logs.
bg: Стартирането бе успешно, моля, погледнете записките

source: Warpinator is running with limited functionality, and will exit in %d minute. To enable Secure Mode, set a unique group code.
bg: Warpinator работи със ограничена функционалност, и ще се затвори във %dминута. За да включите безопасен режим, зададете групов код

source: Warpinator is running with limited functionality, and will exit in %d minutes. To enable Secure Mode, set a unique group code.
bg: Warpinator работи със ограничена функционалност, и ще се затвори във %dминути. За да включите безопасен режим, зададете групов код

source: Not enough disk space remaining to receive files (%s is reserved).
bg: Няма достатъчно пространство в диска за да се приемат файловете (%s е резервирани)

source: Waiting for %d operation to complete
bg: Изчкване за завършването на %d действие

source: Waiting for %d operations to complete
bg: Изчкване за завършването на %d действия

source: Offline
bg: Офлайн

source: Unable to connect
bg: Свързването е неуспешно

source: Waiting for two-way connection
bg: Изчакване за двупосочна връзка

source: Send to all
bg: Изпрати до всички

source: Send with Warpinator
bg: Испрати със Warpinator

source: Send a file to someone using Warpinator
bg: Испрати файл до някой със Warpinator

source: Open a firewall port for Warpinator
bg: Отвори порт във защитната стена със Warpinator

source: To modify firewall settings, you need to authenticate.
bg: З да прменяте настройка на защитната стена, трябва да оторизирате

source: Warpinator allows you to easily connect multiple computers on a local area network and share files quickly and securely.
bg: Warpinator ви позволява да свъччжете няколко комп ютри във локална мрежаи да споделяте фаилове бързо и сигурно
